[
	{
		"id":0,
		"titulo":"Ittoryu - Sanjuroku (36) Pound Hou",
		"descricao":"Este ataque usa o próprio ar para aumentar a distância do alcance, realizando um balanço circular criando um projétilem espiral e dispara uma jogada de ataque à distância na direção de uma criatura.Sanbyakurokuju (360) Pound Ho: No 13o nível, usando uma ação, você pode usar essa técnica como uma técnicade 4o Grau, seu dano aumenta para 12d12 de dano cortante, seu alcance se torna 18 metros em Linha e custa 12 Pontosde Energia.",
		"energia":"2",
		"duracao":"Instantâneo",
		"alcance":"Até 9 metros, Linha",
		"requisito":"1 Arma Cortante, Ação Versátil",
		"dano":"2d12 de dano Cortante",
		"grau":"1"
	},
	{
		"id":1,
		"titulo":"Ittoryu - Yakkodori",
		"descricao":"Você lança, em uma jogada de ataque à distância, um projétil crescente de ar contra uma criatura a sua escolha.Durante 1 minuto, após o final do seu turno, a próxima jogada de ataque contra essa criatura terá vantagem.",
		"energia":"2",
		"duracao":"Instantâneo",
		"alcance":"Até 9 metros, Linha",
		"requisito":"1 Arma Cortante, Ação Versátil",
		"dano":"2d12 de dano Cortante",
		"grau":"1"
	},
	{
		"id":2,
		"titulo":"Nitoryu - Taka Nami",
		"descricao":"Ao mover suas armas cortantes, você lança uma onda de cortes. Toda a criatura dentro da área da técnica deve fazerum Teste de Resistência de Destreza. Sofrendo todo o dano se falhar ou metade desse dano se obtiver sucesso.",
		"energia":"2",
		"duracao":"Instantâneo",
		"alcance":"Até 6 metros, Cone",
		"requisito":"2 Armas Cortantes, Ação Versátil",
		"dano":"2d6 de dano Cortante",
		"grau":"1"
	},
	{
		"id":3,
		"titulo":"Nitoryu - Sai Kuru",
		"descricao":"Você lança uma onda cortante circular, que atinge todos a sua volta. Toda a criatura dentro da área da técnica devefazer um Teste de Resistência de Destreza. Sofrendo todo o dano se falhar ou metade desse dano se obtiver sucesso.Essa técnica não pode ter seu alcance aumentado de nenhuma forma.",
		"energia":"2",
		"duracao":"Instantâneo",
		"alcance":"Até 1,5 metro de raio e 1,5 metro de altura, Cilindro",
		"requisito":"2 Armas Cortantes, Ação Versátil",
		"dano":"2d8 de dano Cortante",
		"grau":"1"
	},
	{
		"id":4,
		"titulo":"Santoryu - Oni Giri",
		"descricao":"Uma jogada de ataque corpo-a-corpo com três cortes simultâneos em alta velocidade e força absurda.A criatura atingida deve ser bem sucedida em um Teste de Resistência de Força ou receberá a condição“Sangramento”.Rengoku Oni Giri: No 13o nível, usando uma ação, você pode usar essa técnica como uma técnica de 4o Grau, seudano aumenta para 12d12 de dano cortante e custa 12 Pontos de Energia.",
		"energia":"2",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"3 Armas Cortantes, Ação Versátil",
		"dano":"1d12 de dano Cortante",
		"grau":"1"
	},
	{
		"id":5,
		"titulo":"Santoryu - Ushi Bari",
		"descricao":"Você coloca suas armas cortantes à frente do seu corpo, como se fossem os chifres de um touro, e avança em direção auma criatura para fazer um ataque corpo-a-corpo. O uso desta técnica é considerado uma jogada de ataque normal epode ser usada junto com as Características de Combate.Ao usar no mínimo 3 metros de movimento, até o final do seu turno, a sua próxima jogada de ataque receberádano extra.",
		"energia":"2",
		"duracao":"Até o final do seu turno",
		"alcance":"Toque",
		"requisito":"3 Armas Cortantes, Ação Bônus",
		"dano":"2d12 de dano Cortante Extra",
		"grau":"1"
	},
	{
		"id":6,
		"titulo":"Ittoryu Iai - Shishi Sonson",
		"descricao":"Um ataque em alta velocidade, onde a criatura atingida com um ataque corpo-a-corpo só sente o golpe quando você jáembainhou a arma novamente. Ao realizar esta técnica você recebe 6 metros de deslocamento normal.Shi Shishi Sonson: No 17o nível, usando uma ação, você pode usar essa técnica como uma técnica de 5o Grau, seudano aumenta para 15d12 de dano cortante e custa 15 Pontos de Energia.",
		"energia":"6",
		"duracao":"Até o final do seu turno",
		"alcance":"Toque",
		"requisito":"1 Arma Cortante, Ação",
		"dano":"4d12 de dano Cortante",
		"grau":"2"
	},
	{
		"id":7,
		"titulo":"Ittoryu - Baki",
		"descricao":"Você faz um corte preciso e firme que acerta uma criatura com uma jogada de ataque corpo-a-corpo. Ao acertar umobjeto ou estrutura com essa técnica, o acerto é considerado um crítico.",
		"energia":"6",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"1 Arma Cortante, Ação",
		"dano":"6d12 de dano Cortante",
		"grau":"2"
	},
	{
		"id":8,
		"titulo":"Nitoryu - Nanajuni (72) Pound Hou",
		"descricao":"Este ataque usa o próprio ar para aumentar a distância do alcance, realizando um rápido corte e liberando um poderosoataque cortante voador, que atinge todas as criaturas dentro da área da técnica. Toda a criatura dentro da área datécnica deve fazer um Teste de Resistência de Destreza. Sofrendo todo o dano se falhar ou metade desse dano se obtiversucesso.Essa técnica não pode ter seu alcance aumentado de nenhuma forma.Nanahyakuniju (720) Pound Ho: No 17o nível, usando uma ação, você pode usar essa técnica como uma técnica de5o Grau, seu dano aumenta para 15d10 de dano cortante e custa 15 Pontos de Energia.",
		"energia":"6",
		"duracao":"Instantâneo",
		"alcance":"Até 9 metros, Linha",
		"requisito":"2 Armas Cortantes, Ação",
		"dano":"6d10 de dano Cortante",
		"grau":"2"
	},
	{
		"id":9,
		"titulo":"Oden Nitoryu - Gun Modoki",
		"descricao":"Com uma grande força concentrada nas pernas, você se lança contra uma criatura com suas lâminas projetadas parafrente, fazendo um golpe poderoso com uma jogada de ataque corpo-a-corpo.A criatura atingida deve ser bem sucedida em um Teste de Resistência de Força ou receberá a condição“Caído”.",
		"energia":"6",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"2 Armas Cortantes, Ação",
		"dano":"6d12 de dano de Concussão",
		"grau":"2"
	},
	{
		"id":10,
		"titulo":"Santoryu - Tora Gari",
		"descricao":"Você assume uma posição que permite fazer um ataque com o máximo de força possível em uma criatura, com umajogada de ataque corpo-a-corpo. O impacto empurra a criatura Grande ou menor para um espaço desocupado a até 9metros de distância dela, caso ela não passe em um Teste de Resistência de Força.Se, durante o empurrão, a criatura bater em um objeto ou estrutura com mais de 1,5 metro de raio, ela receberá3d8 de dano de Concussão extra.Ul-Tora Gari: No 17o nível, usando uma ação, você pode usar essa técnica como uma técnica de 5o Grau, seu danoaumenta para 14d12 de dano cortante e custa 15 Pontos de Energia.",
		"energia":"6",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"3 Armas Cortante, Ação",
		"dano":"4d12 de dano Cortante",
		"grau":"2"
	},
	{
		"id":11,
		"titulo":"Santoryu - Toro Nagashi",
		"descricao":"Um ataque cuidadoso com movimentos imprevisíveis. Você escolhe uma criatura e desfere uma jogada de ataque corpo-a-corpo contra ela. Até o início do seu próximo turno, enquanto estiver com três armas cortantes, todos os ataquescontra você recebem desvantagem e você não provoca reações de nenhum tipo, mesmo as que ignorem esse tipo decaracterística como “Ataque de Oportunidade Superior”.",
		"energia":"6",
		"duracao":"Até o início do seu próximo turno",
		"alcance":"Toque",
		"requisito":"3 Armas Cortantes, Ação",
		"dano":"5d12 de dano Cortante",
		"grau":"2"
	},
	{
		"id":12,
		"titulo":"Ittoryu - Trueno Bastardo",
		"descricao":"Um corte poderoso implacável contra uma criatura com uma jogada de ataque corpo-a-corpo. A criatura atingida deveser bem sucedida em um Teste de Resistência de Constituição ou receberá a condição “Incapacitado”.",
		"energia":"9",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"1 Arma Cortante, Ação",
		"dano":"8d12 de dano Cortante",
		"grau":"3"
	},
	{
		"id":13,
		"titulo":"Ittoryu - Biken: Precious Metal Axe",
		"descricao":"Você pode reagir rapidamente para proteger-se ou proteger uma outra criatura que esteja a 1,5 metro de você,reduzindo 6d8 de dano até o início do seu próximo turno ou até o final do próximo turno de uma criatura protegida.Ao realizar esta técnica, você pode gastar 1 Ponto de Energia para adicionar 2d8 na redução de dano, até umaredução máxima total de 12d8.",
		"energia":"6",
		"duracao":"Até o início do seu próximo turno ou até o final do próximo turno de uma",
		"alcance":"criatura protegida",
		"requisito":"Alcance Pessoal",
		"dano":"Requisito 1 Arma Cortante, Reação",
		"grau":"3"
	},
	{
		"id":14,
		"titulo":"Nitoryu - Dai Gekken",
		"descricao":"Você é capaz de arrancar um grande pedaço do chão, pedras e afins com as suas armas cortantes e o manter preso emsuas armas cortantes para realizar uma jogada de ataque corpo-a-corpo com 1,5 metro de alcance adicionais. Ao finalda técnica, você pode escolher manter o pedaço ou soltar suas armas cortantes.Alternativamente, você pode usar essa técnica como uma reação e fazer um Teste de Resistência de DestrezaCD 10 para não receber nenhum dano de grandes objetos e estruturas lançados contra você, que ficam cravados nassuas armas cortantes.",
		"energia":"9",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"2 Armas Cortantes, Ação",
		"dano":"9d12 de dano de Concussão",
		"grau":"3"
	},
	{
		"id":15,
		"titulo":"Nitoryu Iai - Rashomon",
		"descricao":"Você se desloca em alta velocidade por uma linha reta de 9 metros, adicionais ao seu deslocamento normal,atravessando e ignorando criaturas que possam estar neste espaço, acertado tudo que esteja neste espaço e causandoo dobro do dano em estruturas. Caso haja um objeto e seja destruído, ele não impede o seu movimento. Toda a criaturadentro da área da técnica deve fazer um Teste de Resistência de Destreza. Sofrendo todo o dano se falhar ou metadedesse dano se obtiver sucesso.",
		"energia":"9",
		"duracao":"Instantâneo",
		"alcance":"Até 9 Metros, Linha",
		"requisito":"2 Armas Cortantes, Ação",
		"dano":"7d10 de dano Cortante",
		"grau":"3"
	},
	{
		"id":16,
		"titulo":"Santoryu - Hyakuhachi (108) Pound Hou",
		"descricao":"Este ataque usa o próprio ar para aumentar a distância do alcance, disparando vários cortes voadores que atingemtodas as criaturas dentro da área da técnica. Toda a criatura dentro da área da técnica deve fazer um Teste deResistência de Destreza. Sofrendo todo o dano se falhar ou metade desse dano se obtiver sucesso.Senhachiju (1080) Pound Ho: No 20o nível, usando uma ação, você pode usar essa técnica como uma técnica de 6oGrau, seu dano aumenta para 18d6 de dano cortante, seu alcance se torna um Cone de 27 metros e custa 18 Pontos deEnergia.",
		"energia":"9",
		"duracao":"Instantâneo",
		"alcance":"Até 9 metros, Cone",
		"requisito":"1 Arma Cortante, Ação",
		"dano":"9d6 de dano Cortante",
		"grau":"3"
	},
	{
		"id":17,
		"titulo":"Santoryu - Tatsu Maki",
		"descricao":"Você gira o corpo e realiza cortes fortes o suficiente para criar correntes de vento, que se transformam em um tornadocortante. Toda a criatura dentro da área da técnica deve fazer um Teste de Resistência de Destreza. Sofrendo todo odano se falhar ou metade desse dano se obtiver sucesso.Kokujo: O Tatsu Maki: No 17o nível, usando uma ação, você pode usar essa técnica como uma técnica de 5o Grau,custando 15 Pontos de Energia e recebendo as seguintes alterações:Você realiza um movimento girando suas armas cortantes para criar um tornado cortante. O tornado é umcilindro de 3 metros de raio, 9 metros de altura, centrado no ponto que você escolher a até 9 metros de você, que duraaté 1 minuto. Até a técnica acabar, você pode usar sua ação para mover o tornado até 9 metros em qualquer direçãopelo solo. O tornado suga quaisquer objetos Médios ou menores que não estejam presos a nada e que não estejamsendo vestido ou carregados por ninguém.Uma criatura deve realizar um Teste de Resistência de Destreza na primeira vez que ela entrar no tornado ouque o tornado entrar no espaço dela, incluindo quando o tornado apareceu, e a cada vez que ela iniciar o turno dentrodo tornado. Uma criatura sofre 3d6 de dano cortante se falhar na resistência, ou metade desse dano se obtiver sucesso.Além disso, uma criatura Grande ou menor que falhar na resistência deve ser bem sucedida em um Teste de Resistênciade Força ou ficará impedida pelo tornado até a técnica acabar. Quando uma criatura começa seu turno impedida pelotornado, ela é puxada 1,5 metro para o seu centro. Uma criatura impedida se move com o tornado e cai quando atécnica acaba.Uma criatura impedida pode usar uma ação para realizar um Teste de Resistência de Força ou Destreza contraa CD da técnica. Se for bem sucedida, a criatura não estará mais impedida pelo tornado e é arremessada a 1d6 x 3metros de distância em uma direção aleatória.",
		"energia":"9",
		"duracao":"Instantâneo",
		"alcance":"Até 6 metros de raio e 6 metros de altura, Cilindro",
		"requisito":"1 Arma Cortante, Ação",
		"dano":"9d6 de dano Cortante",
		"grau":"3"
	},
	{
		"id":18,
		"titulo":"Ittoryu - Hiryu Kaen",
		"descricao":"Fazendo uma jogada de ataque corpo-a-corpo, em um golpe preciso, acertando o corpo da criatura, logo em seguida, aferida explode em chamas, com uma tonalidade azulada. A criatura atingida recebe a condição “Queimado”, sem anecessidade de um teste.",
		"energia":"12",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"1 Arma Cortante, Ação",
		"dano":"8d12 de dano Cortante + 4d12 de dano de Fogo",
		"grau":"4"
	},
	{
		"id":19,
		"titulo":"Oden Nitoryu: Togen Shirataki",
		"descricao":"Usando grande força em seus braços, você libera uma onda cortante com grande alcance, fazendo uma jogada de ataquea distância contra uma criatura.",
		"energia":"12",
		"duracao":"Instantâneo",
		"alcance":"24 metros, Linha",
		"requisito":"2 Armas Cortantes, Ação",
		"dano":"12d12 de dano de Cortante",
		"grau":"4"
	},
	{
		"id":20,
		"titulo":"Santoryu Ogi - Sanzen Sekai",
		"descricao":"Você realiza um golpe preciso, que abriga toda a sua determinação no caminho da espada, contra uma criatura em umajogada de ataque corpo-a-corpo. A margem de acerto crítico desta técnica é 19-20.Ichidai Sanzen Daisen Sekai: No 20o nível, usando uma ação, você pode usar essa técnica como uma técnica de 6oGrau, seu dano aumenta para 18d12 de dano cortante, seu alcance se torna um Cone de 27 metros e custa 18 Pontosde Energia. Toda a criatura dentro da área da técnica deve fazer um Teste de Resistência de Destreza. Sofrendo todo odano se falhar ou nenhum dano se obtiver sucesso.",
		"energia":"12",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"3 Armas Cortantes, Ação",
		"dano":"12d12 de dano Cortante",
		"grau":"4"
	},
	{
		"id":21,
		"titulo":"Yontoryu - Hakurai",
		"descricao":"Você faz um rápido movimento com suas armas cortantes e libera uma lâmina de vento, em uma jogada de ataque àdistância com uma margem de acerto crítico 18-20, contra uma criatura dentro do alcance da técnica.",
		"energia":"12",
		"duracao":"Instantâneo",
		"alcance":"18 metros, Linha",
		"requisito":"4 Armas Cortantes, Ação",
		"dano":"11d12 de dano Cortante",
		"grau":"4"
	},
	{
		"id":22,
		"titulo":"Yontoryu - Neji Hakujin",
		"descricao":"Você se joga em direção a uma criatura, girando o seu corpo no ar, para fazer um ataque corpo-a-corpo feroz com todasas suas armas cortantes. O impacto empurra a criatura Grande ou menor para um espaço desocupado a até 6 metrosde distância dela, caso ela não passe em um Teste de Resistência de Força.Se, durante o empurrão, a criatura bater em um objeto ou estrutura com mais de 1,5 metro de raio, ela receberá2d8 de dano extra.",
		"energia":"12",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"4 Armas Cortantes, Ação",
		"dano":"12d12 de dano Cortante",
		"grau":"4"
	},
	{
		"id":23,
		"titulo":"Rokutoryu - Takoashi Kiken",
		"descricao":"Você realizar diversos ataques em direções diferentes contra uma criatura, com uma jogada de ataque corpo-a-corpo.Esta técnica recebe +2 em sua jogada de acerto.",
		"energia":"12",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"6 Armas Cortantes, Ação",
		"dano":"12d12 de dano Cortante",
		"grau":"4"
	},
	{
		"id":24,
		"titulo":"Hattoryu - Karasuma Gari",
		"descricao":"Você assume uma posição que se foca na defesa, que dura até o início do seu próximo turno. Enquanto a técnica durar,você corta qualquer projétil que venha em sua direção, não recebendo dano de jogadas de ataque à distância.",
		"energia":"7",
		"duracao":"Até o início do seu próximo turno",
		"alcance":"Pessoal",
		"requisito":"8 Armas Cortantes, Reação",
		"dano":"Nenhum",
		"grau":"4"
	},
	{
		"id":25,
		"titulo":"Kiki Kyutoryu - Ashura: Ichibugin",
		"descricao":"Com um movimento rápido, você realiza jogada de ataque corpo-a-corpo, com todas as suas armas cortantes, contrauma criatura. A margem de acerto crítico desta técnica é 18-20.",
		"energia":"12",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"9 Armas Cortantes, Ação",
		"dano":"11d12 de dano Cortante",
		"grau":"4"
	},
	{
		"id":26,
		"titulo":"Ittoryu - Dai Shinkan",
		"descricao":"Uma jogada de ataque corpo-a-corpo com um corte executado com tanta pressão que desestabiliza o equilíbrio do alvo.A criatura atingida deve ser bem sucedida em um Teste de Resistência de Constituição ou receberá a condição“Atordoado”, até o final do próximo turno da criatura.",
		"energia":"15",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"1 Arma Cortante, Ação",
		"dano":"13d12 de dano Cortante",
		"grau":"5"
	},
	{
		"id":27,
		"titulo":"Nitoryu - Nigiri",
		"descricao":"Você assume uma postura, com 2 armas cortantes em paralelo projetadas para frente do seu corpo, que te possibilita,realizar até 6 jogadas de ataque normais com arma cortante, tendo uma margem de acerto crítico 17-20.Os tipos de ataques não podem se repetir no mesmo turno e cada um deles está relacionado abaixo com suaspróprias características.Toro: Uma jogada de ataque corpo-a-corpo, feita de baixo para cima, com +1 na jogada de acerto.Otoro: Uma jogada de ataque corpo-a-corpo feita de cima para baixo, com vantagem.Hirameki: Uma jogada de ataque corpo-a-corpo feita como uma estocada, com 1d12 de dano extra.Samon: Uma jogada de ataque corpo-a-corpo feita na diagonal, que causa “Sangramento”.Maguma: Uma jogada de ataque corpo-a-corpo feita com uma investida, que aumenta em 3 metros o seudeslocamento normal.Toro Samon: Uma jogada de ataque à distância feita na diagonal, com alcance de 9 metros em linha.",
		"energia":"2",
		"duracao":"Até o final do seu turno",
		"alcance":"Pessoal",
		"requisito":"2 Armas Cortantes, Ação",
		"dano":"Nenhum",
		"grau":"5"
	},
	{
		"id":28,
		"titulo":"Santoryu - Gyuki Yuzume",
		"descricao":"Você corre em direção a uma criatura em alta velocidade, adicionando 6 metros ao seu deslocamento normal, e realizauma jogada de ataque corpo-a-corpo com vantagem.",
		"energia":"15",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"3 Armas Cortantes, Ação",
		"dano":"14d12 de dano Cortante",
		"grau":"5"
	},
	{
		"id":29,
		"titulo":"Yontoryu - Gekirin",
		"descricao":"Você desfere cortes com suas armas cortantes continuamente contra uma criatura, que deve passar a criatura alvo devefazer um Teste de Resistência de Destreza. Sofrendo todo o dano se falhar ou metade desse dano se obtiver sucesso.Caso a criatura não passe no primeiro Teste de Resistência de Destreza, ela não poderá usar reações até o finaldo próximo turno dela.",
		"energia":"15",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"4 Armas Cortantes, Ação",
		"dano":"15d12 de dano Cortante",
		"grau":"5"
	},
	{
		"id":30,
		"titulo":"Rokutoryu - Takotsubo no Kamae",
		"descricao":"Você assume uma posição com todas as armas cortantes apontadas para frente e avança para frente, fazendo umataque rápido contra uma criatura com uma jogada de ataque corpo-a-corpo.Até o final do seu turno, a próxima técnica que você realizar e tenha como requisito 6 armas cortantes,receberá vantagem em sua jogada de ataque e 2d12 de dano cortante extra.",
		"energia":"15",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"6 Armas Cortantes, Ação Bônus",
		"dano":"8d12 de dano Cortante",
		"grau":"5"
	},
	{
		"id":31,
		"titulo":"Rokutoryu - Shin Shun - Tako Age - Taikai",
		"descricao":"Você realiza uma jogada de ataque corpo-a-corpo contra uma criatura com a intenção de abrir uma brecha em suapostura. A criatura atingida deve ser bem sucedida em um Teste de Resistência de Destreza ou receberá a condição“Incapacitada”, até o final do próximo turno da criatura.Ela também deve passar em um Teste de Resistência de Força para não ser empurrada por 6 metros paraqualquer direção. Se, durante o empurrão, a criatura bater em um objeto ou estrutura com mais de 1,5 metro de raio,ela receberá 2d8 de dano extra.",
		"energia":"15",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"6 Armas Cortantes, Ação",
		"dano":"13d12 de dano Cortante",
		"grau":"5"
	},
	{
		"id":32,
		"titulo":"Hattoryu - Yasha Garasu",
		"descricao":"Você gira no chão, como uma roda, usando suas armas cortantes e realiza uma jogada de ataque corpo-a-corpo contrauma criatura, criando cortes no formato de pegadas de corvo. Caso a criatura alvo seja de uma categoria de tamanho“Grande” ou maior, ela recebe 6d12 de dano extra.",
		"energia":"15",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"8 Armas Cortantes, Ação",
		"dano":"14d12 de dano Cortante",
		"grau":"5"
	},
	{
		"id":33,
		"titulo":"Kiki Kyutoryu - Ashura: Makyusen",
		"descricao":"Você realiza jogada de ataque corpo-a-corpo que consiste em vários cortes com todas as suas armas cortantes, contrauma criatura, com vantagem e margem de acerto crítico 19-20.",
		"energia":"15",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"9 Armas Cortantes, Ação",
		"dano":"15d12 de dano Cortante",
		"grau":"5"
	},
	{
		"id":34,
		"titulo":"Ittoryu - Kamusari",
		"descricao":"Um ataque corpo-a-corpo franco feito com extrema força. O impacto empurra a criatura Grande ou menor para umespaço desocupado a até 6 metros de distância dela, caso ela não passe em um Teste de Resistência de Força.Se, durante o empurrão, a criatura bater em um objeto ou estrutura com mais de 1,5 metro de raio, ela receberá3d8 de dano extra.",
		"energia":"18",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"1 Arma Cortantes, Ação",
		"dano":"18d12 de dano Cortante",
		"grau":"6"
	},
	{
		"id":35,
		"titulo":"Oden Nitoryu: Togen Totsuka",
		"descricao":"A técnica mais poderosa de um dos mais fortes samurais da história. Usando suas duas armas, você desfere um corteno formato de um “X” com uma jogada de ataque corpo-a-corpo em uma criatura. A criatura atingida recebe duas vezesa condição “Sangramento”, sem necessidade de um teste.",
		"energia":"18",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"2 Armas Cortantes, Ação",
		"dano":"18d12 de dano Cortante",
		"grau":"6"
	},
	{
		"id":36,
		"titulo":"Santoryu Ogi - Rokudo no Tsuji",
		"descricao":"Uma jogada de ataque corpo-a-corpo com 6 cortes simultâneos. Caso você role um 20 na jogada de ataque, o alvo sofre4d12 de dano cortante extra (não é dobrado pelo acerto crítico) e você decepa um dos membros do alvo, com o efeitode tal perda sendo determinado pelo Mestre. Se a criatura não tiver um membro para ser decepado, você arranca umagrande parte do corpo dela, no lugar.A criatura atingida deve ser bem sucedida em um Teste de Resistência de Constituição ou receberá a condição“Sangramento”.",
		"energia":"18",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"3 Armas Cortantes, Ação",
		"dano":"16d12 de dano Cortante",
		"grau":"6"
	},
	{
		"id":37,
		"titulo":"Yontoryu - Kiri Shigure",
		"descricao":"Você usa todas as suas armas cortantes para lançar inúmeros projéteis finos e perfurantes que ricocheteiam emqualquer superfície que atingir. Toda a criatura dentro da área da técnica recebe o dano da técnica.",
		"energia":"18",
		"duracao":"Instantâneo",
		"alcance":"Até 18 metros, Cone",
		"requisito":"4 Armas Cortantes, Ação",
		"dano":"15d6 de dano Perfurante",
		"grau":"6"
	},
	{
		"id":38,
		"titulo":"Rokutoryu Ogi - Rokuto no Waltz",
		"descricao":"Você gira suas armas cortantes como se fossem uma hélice e atravessa uma criatura com uma jogada de ataque corpo-a-corpo brutal. A criatura atingida deve ser bem sucedida em um Teste de Resistência de Constituição ou receberá trêsvezes a condição “Sangramento”.",
		"energia":"18",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"6 Armas Cortantes, Ação",
		"dano":"18d12 de dano Cortante",
		"grau":"6"
	},
	{
		"id":39,
		"titulo":"Hattoryu - Goken Arahoshi",
		"descricao":"Uma jogada de ataque corpo-a-corpo contra uma criatura que consiste em uma sequência de golpes pesados. Ao acertaruma criatura ela deve fazer um Teste de Resistência de Constituição, se falhar, até o final do próximo turno dela, seudeslocamento é reduzido à metade, e não poderá usar reações. No turno dela, ele pode usar ou uma ação ou uma açãobônus, mas não ambas. Independentemente das habilidades, ela não poderá realizar mais de um ataque corpo-a-corpoou à distância durante o turno dela.",
		"energia":"18",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"8 Armas Cortantes, Ação",
		"dano":"18d12 de dano Cortante",
		"grau":"6"
	},
	{
		"id":40,
		"titulo":"Hattoryu - Chidoriashi Hash",
		"descricao":"Você libera ondas de ventos cortantes em todas as direções. Toda a criatura dentro da área da técnica deve fazer umTeste de Resistência de Destreza. Sofrendo todo o dano se falhar ou metade desse dano se obtiver sucesso.",
		"energia":"15",
		"duracao":"Instantâneo",
		"alcance":"Até 15 metros de raio, Esfera",
		"requisito":"8 Armas Cortantes, Ação",
		"dano":"18d6 de dano Cortante",
		"grau":"6"
	},
	{
		"id":41,
		"titulo":"Kiki Kyutoryu - Ashura Bakkei: Moja no Tawamure",
		"descricao":"Uma jogada de ataque corpo-a-corpo direta contra uma criatura, que você realiza em um golpe contendo o máximo deforça que você possui. A criatura atingida recebe a condição “Letárgico”, sem necessidade de um teste.",
		"energia":"15",
		"duracao":"Instantâneo",
		"alcance":"Toque",
		"requisito":"9 Armas Cortantes, Ação",
		"dano":"18d12 de dano Cortante",
		"grau":"6"
	}
]